import { BlogType } from "@/_types";

export const blogDetail: BlogType = {
    author: {
        fullname: 'علی لطفی خوشحال',
        telegram: 'https://t.me/ali',
        instagram: 'https://instagram.com/ali',
        articlesNumber: 24,
        description: 'گزیده‌ای از برترین مقالات تخصصی و آموزشی در مورد عطرهای روز دنیا برای آشنایی ، بحس و تبادل درباره آن‌هاگزیده‌ای از برترین مقالات تخصصی و آموزشی در مورد عطرهای روز دنیا برای آشنایی ، بحس و تبادل درباره آن‌ها',
        img: 'https://files.namnak.com/users/sf/aup/202303/95_pics/%D9%85%D8%AD%D9%85%D8%AF%D8%B1%D8%B6%D8%A7-%DA%AF%D9%84%D8%B2%D8%A7%D8%B1.jpg'
    },
    title: 'مقالات برگرفته شده از مجلات',
    date: '24 اردیبهشت 1401',
    description: 'گزیده‌ای از برترین مقالات تخصصی و آموزشی در مورد عطرهای روز دنیا برای آشنایی ، بحس و تبادل درباره آن‌ها',
    id: '154',
    img: 'https://trykiya.com/cdn/shop/products/CEO-Man-100ml2.jpg?v=1674636045&width=1445',
    subSections: [
        {
            id: '1',
            title: 'سر تیتر شماره یک',
            description: ' لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
        },
        {
            id: '2',
            title: 'سر تیتر شماره دو',
            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
        },

        {
            id: '3',
            title: 'سر تیتر شماره سه',
            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
        },

        {
            id: '4',
            title: 'سر تیتر شماره چهار',
            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
        },


        {
            id: '5',
            title: 'سر تیتر شماره پنج',
            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
        },

    ],
    tags: [
        {
            id: 'sdfsd',
            title: 'عطر مردانه'
        },
        {
            id: 'sdf',
            title: 'رایحه عطر ها'
        },
        {
            id: 'sdf',
            title: 'تشخیص اصالت عطر'
        }
    ],
    commentsCount: 234,
    commentsUserCount: 56,
    comments: [
        {
            date: '26 اردیبهشت 1402',
            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
            dislikeCount: 324,
            fullname: 'محمد پارسا محلوجی',
            id: 'sdfsdf',
            likesCount: 4598,
            img: 'https://media.hamshahrionline.ir/d/2020/09/04/4/4489522.jpg',
            repliesCount: 2,
            replies: [
                {
                    date: '26 اردیبهشت 1402',
                    description: ' لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی . لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی . لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی . لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                    dislikeCount: 324,
                    fullname: 'محمد پارسا محلوجی',
                    id: 'sdfsdf',
                    likesCount: 41,
                    img: 'https://files.namnak.com/users/sf/aup/202303/95_pics/%D9%85%D8%AD%D9%85%D8%AF%D8%B1%D8%B6%D8%A7-%DA%AF%D9%84%D8%B2%D8%A7%D8%B1.jpg',
                    repliesCount: 2,
                    replies:[
                        {
                            date: '26 اردیبهشت 1402',
                            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                            dislikeCount: 3414124,
                            fullname: 'محمد جواب رضا گلزار',
                            id: 'sdfsdf',
                            likesCount: 141,
                            img: 'https://jument.style/common/upload/blog/1689237534.webp',
                            repliesCount: 0
                        },
                        {
                            date: '26 اردیبهشت 1402',
                            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                            dislikeCount: 3414124,
                            fullname: 'محمد جواب33 رضا گلزار',
                            id: 'sdfsdf',
                            likesCount: 141,
                            img: 'https://jument.style/common/upload/blog/1689237534.webp',
                            repliesCount: 0
                        },
                    ]
                },
                {
                    date: '26 اردیبهشت 1402',
                    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                    dislikeCount: 3414124,
                    fullname: 'سطح اول',
                    id: 'sdfsdf',
                    likesCount: 141,
                    img: 'https://jument.style/common/upload/blog/1689237534.webp',
                    repliesCount: 0
                },
                {
                    date: '26 اردیبهشت 1402',
                    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                    dislikeCount: 3414124,
                    fullname: 'سطح اول - دارای سطح دوم',
                    id: 'sdfsdf',
                    likesCount: 141,
                    img: 'https://jument.style/common/upload/blog/1689237534.webp',
                    repliesCount: 1,
                    replies: [
                        {
                            date: '26 اردیبهشت 1402',
                            description: ' لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی . لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختلورم ایپسوم متن ساختگی . لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                            dislikeCount: 324,
                            fullname: 'سطح سوم -محمد پارسا محلوجی',
                            id: 'sdfsdf',
                            likesCount: 41,
                            img: 'https://files.namnak.com/users/sf/aup/202303/95_pics/%D9%85%D8%AD%D9%85%D8%AF%D8%B1%D8%B6%D8%A7-%DA%AF%D9%84%D8%B2%D8%A7%D8%B1.jpg',
                            repliesCount: 1,
                            replies:[
                                {
                                    date: '26 اردیبهشت 1402',
                                    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                                    dislikeCount: 3414124,
                                    fullname: 'محمد رضا گلزار',
                                    id: 'sdfsdf',
                                    likesCount: 141,
                                    img: 'https://jument.style/common/upload/blog/1689237534.webp',
                                    repliesCount: 4
                                }
                            ]
                        },
                    ]
                }
            ]
        }
        ,
        {
            date: '26 اردیبهشت 1402',
            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
            dislikeCount: 3414124,
            fullname: 'محمد رضا گلزار',
            id: 'sdfsdf',
            likesCount: 141,
            img: 'https://jument.style/common/upload/blog/1689237534.webp',
            repliesCount: 0
        }
        ,
        {
            date: '26 اردیبهشت 1402',
            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
            dislikeCount: 324,
            fullname: 'محمد پارسا محلوجی',
            id: 'sdfsdf',
            likesCount: 4598,
            img: 'https://media.hamshahrionline.ir/d/2020/09/04/4/4489522.jpg',
            repliesCount: 0,
            special:true
            
        },

        {
            date: '26 اردیبهشت 1402',
            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
            dislikeCount: 324,
            fullname: 'محمد پارسا محلوجی',
            id: 'sdfsdf',
            likesCount: 4598,
            img: 'https://media.hamshahrionline.ir/d/2020/09/04/4/4489522.jpg',
            repliesCount: 2,
            replies: [
                {
                    date: '26 اردیبهشت 1402',
                    description: ' لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی . لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی . لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی . لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                    dislikeCount: 324,
                    fullname: 'محمد پارسا محلوجی',
                    id: 'sdfsdf',
                    likesCount: 41,
                    img: 'https://files.namnak.com/users/sf/aup/202303/95_pics/%D9%85%D8%AD%D9%85%D8%AF%D8%B1%D8%B6%D8%A7-%DA%AF%D9%84%D8%B2%D8%A7%D8%B1.jpg',
                    repliesCount: 2,
                    replies:[
                        {
                            date: '26 اردیبهشت 1402',
                            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                            dislikeCount: 3414124,
                            fullname: 'محمد جواب رضا گلزار',
                            id: 'sdfsdf',
                            likesCount: 141,
                            img: 'https://jument.style/common/upload/blog/1689237534.webp',
                            repliesCount: 0
                        },
                        {
                            date: '26 اردیبهشت 1402',
                            description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                            dislikeCount: 3414124,
                            fullname: 'محمد جواب33 رضا گلزار',
                            id: 'sdfsdf',
                            likesCount: 141,
                            img: 'https://jument.style/common/upload/blog/1689237534.webp',
                            repliesCount: 0
                        },
                    ]
                },
                {
                    date: '26 اردیبهشت 1402',
                    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                    dislikeCount: 3414124,
                    fullname: 'سطح اول',
                    id: 'sdfsdf',
                    likesCount: 141,
                    img: 'https://jument.style/common/upload/blog/1689237534.webp',
                    repliesCount: 0
                },
                {
                    date: '26 اردیبهشت 1402',
                    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                    dislikeCount: 3414124,
                    fullname: 'سطح اول - دارای سطح دوم',
                    id: 'sdfsdf',
                    likesCount: 141,
                    img: 'https://jument.style/common/upload/blog/1689237534.webp',
                    repliesCount: 1,
                    replies: [
                        {
                            date: '26 اردیبهشت 1402',
                            description: ' لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی . لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختلورم ایپسوم متن ساختگی . لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                            dislikeCount: 324,
                            fullname: 'سطح سوم -محمد پارسا محلوجی',
                            id: 'sdfsdf',
                            likesCount: 41,
                            img: 'https://files.namnak.com/users/sf/aup/202303/95_pics/%D9%85%D8%AD%D9%85%D8%AF%D8%B1%D8%B6%D8%A7-%DA%AF%D9%84%D8%B2%D8%A7%D8%B1.jpg',
                            repliesCount: 1,
                            replies:[
                                {
                                    date: '26 اردیبهشت 1402',
                                    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی .',
                                    dislikeCount: 3414124,
                                    fullname: 'محمد رضا گلزار',
                                    id: 'sdfsdf',
                                    likesCount: 141,
                                    img: 'https://jument.style/common/upload/blog/1689237534.webp',
                                    repliesCount: 4
                                }
                            ]
                        },
                    ]
                }
            ]
        }

    ]
}