import { BlogType } from "@/_types";

export const blogDetail: BlogType = {
    author: {
        fullname: 'علی لطفی خوشحال',
        telegram: 'https://t.me/ali',
        instagram: 'https://instagram.com/ali',
        articlesNumber: 24,
        description: 'گزیده‌ای از برترین مقالات تخصصی و آموزشی در مورد عطرهای روز دنیا برای آشنایی ، بحس و تبادل درباره آن‌هاگزیده‌ای از برترین مقالات تخصصی و آموزشی در مورد عطرهای روز دنیا برای آشنایی ، بحس و تبادل درباره آن‌ها',
        img: 'https://files.namnak.com/users/sf/aup/202303/95_pics/%D9%85%D8%AD%D9%85%D8%AF%D8%B1%D8%B6%D8%A7-%DA%AF%D9%84%D8%B2%D8%A7%D8%B1.jpg'
    },
    title: 'مقالات برگرفته شده از مجلاتمقالات برگرفته شده از مجلات',
    date: '24 اردیبهشت 1401',
    description: 'گزیده‌ای از برترین مقالات تخصصی و آموزشی در مورد عطرهای روز دنیا برای آشنایی ، بحس و تبادل درباره آن‌ها',
    id: '154',
    img: 'https://trykiya.com/cdn/shop/products/CEO-Man-100ml2.jpg?v=1674636045&width=1445',
    subSections:[
        {
            id:'1',
            title:'سر تیتر شماره یک',
            description:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
        } ,
        {
            id:'2',
            title:'سر تیتر شماره دو',
            description:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
        } ,

        {
            id:'3',
            title:'سر تیتر شماره سه',
            description:'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوملورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
        } ,

    ]
}